Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/MEP-level2.tmx
Source language: en_us
Languages: vi

source: (a) City utility power Nguồn tiện ích thành phố
vi: (a) City utility power Nguồn điện thành phố

source: (a) Water cooled chiller: COP 5.54 for >=150 to 300 TR
vi: (a) Water cooled chiller: COP 5.54 for >=150 to 300 TR Với chiller bằng nước COP 5.54 đối với >=150 tới 300 TR

source: (b) Air cooled chiller: COP > 3.62 for >=150 to 300 TR
vi: (b) Air cooled chiller: COP > 3.62 for >=150 to 300 TR Với chiller bằng khí COP > 3.62 đối với >=150 tới 300 TR

source: (b) Generator power (for islands and remote resorts) Nguồn máy phát (đối với đảo và khu nghỉ dưỡng xa)
vi: (b) Generator power (for islands and remote resorts) Điện máy phát (đối với resort trên đảo và ở vùng hẻo lánh)

source: (b) Guestrooms and corridors to achieve 23 degrees Celsius range and Relative Humidity of 60% range.
vi: (b) Guestrooms and corridors to achieve 23 degrees Celsius range and Relative Humidity of 60% range. Phòng khách và hành lang duy trì nhiệt độ trong khoảng 23C và độ ẩm tương đối trong khoảng 60%

source: (c) On site water treatment plant *Ultra-Violet (UV) bacteria, Multi-media filter, and Carbon filter water treatment system are installed after the storage tank and before any point-of-use.
vi: (c) On site water treatment plant Máy xử lý nước tại chỗ *Ultra-Violet (UV) bacteria, Multi-media filter, and Carbon filter water treatment system are installed after the storage tank and before any point-of-use. Tia cực tím (UV), lọc nước đa vật liệu, và hệ thống lọc nước carbon được lắp đặt sau bể chứa và trước bất cứ điểm sử dụng nước nào

source: (c) VRF: COP 3.22 for >= 19 to <40 kW 13 Water
vi: (c) VRF: COP 3.22 for >= 19 to <40 kW 13 Water VRF: COP > 3.22 đối với >=19 tới <40kW

source: (d) Electrical outlet in the following areas must be protected by Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD) in the form of circuit breakers or protected outlets:
vi: (d) Electrical outlet in the following areas must be protected by Ground Fault Circuit Interrupters (GFCI) / Residual Current Devices (RCD) in the form of circuit breakers or protected outlets: Ổ điện tại các khu sau phải được bảo vệ bởi thiết bị ngắt mặt nối đất theo hình thức cầu dao hoặc ổ cắm được bảo vệ

source: - A minimum handling capacity of 10% based on 100% occupancy over a five-minute period
vi: - A minimum handling capacity of 10% based on 100% occupancy over a five-minute period. Khả năng vận tải tối thiểu 10% trên cơ sở 100% công suất phòng trong khoảng thời gian 5 phút.

source: - A minimum of two drains are required in all Swimming Pools and Hot Tubs.
vi: - A minimum of two drains are required in all Swimming Pools and Hot Tubs. Tất cả các bể bơi/bể nước nóng yêu cầu có tối thiểu hai ga thoát nước.

source: - For children pool, it shall be designed to 2 hours turnover rate - for tropical/semi-tropical.
vi: - For children pool, it shall be designed to 2 hours turnover rate - for tropical/semi-tropical. Đối với bể trẻ em, thời gian lọc tuần hoàn 2 giờ - đối với khu vực nhiệt đới/cận nhiệt đới

source: - For swimming pools, it shall be designed 6 hours turnover rate - for tropical/semi-tropical.
vi: - For swimming pools, it shall be designed 6 hours turnover rate - for tropical/semi-tropical. Đối với bể bơi, thời gian lọc tuần hoàn 6 giờ - đối với khu vực nhiệt đới/cận nhiệt đới

source: - For temperate and indoor pools, it shall be designed to 8 hours turnover rate.
vi: - For temperate and indoor pools, it shall be designed to 8 hours turnover rate. Đối với bể nước ấm hoặc bể trong nhà, thời gian lọc tuần hoàn 8 giờ

source: - Waiting interval must be a maximum of 40 seconds.
vi: - Waiting interval must be a maximum of 40 seconds. Thời gian đợi tối đa 40s

source: -Anti-entrapment drain covers are required in all Swimming Pools and Hot Tub with a single drain
vi: -Anti-entrapment drain covers are required in all Swimming Pools and Hot Tub with a single drain. Trong tất cả các bể bơi/bể nước nóng có một ga thoát nước, yêu cầu có nắp chống mắc kẹt

source: -For existing buildings, owner to provide pictorial condition report of MEP equipment, (includes but not limited to generator, sprinkler pumps, switchboards, AC Chillers, etc), which comprises the age, working condition, running hours, last major overhaul/maintenance, maintenance frequency/records, and next 01-year future maintenance plans.
vi: For existing buildings, owner to provide pictorial condition report of MEP equipment, (includes but not limited to generator, sprinkler pumps, switchboards, AC Chillers, etc), which comprises the age, working condition, running hours, last major overhaul/maintenance, maintenance frequency/records, and next 01-year future maintenance plans.Đối với các tòa nhà hiện có, chủ đầu tư cần cung cấp báo cáo hình ảnh về thiết bị MEP (Bao gồm nhưng không giới hạn ở máy phát, bơm sprinkler, tủ điện, AC Chiller, etc.), gồm thông tin về tuổi đời, tình trạng hoạt động, số giờ vận hành, lần thay mới/bảo trì lớn gần nhất, tài liệu lưu trữ về bảo trì/tần suất bảo trì, và kế hoạch bảo trì cho 1 năm tiếp theo

source: A generator is required to operate the loads with sufficient fuel storage for 48-hours continuous use full load operation.
vi: A generator is required to operate the loads with sufficient fuel storage for 48-hours continuous use full load operation Yêu cầu có máy phát điện đảm bảo đủ nhiên liệu phát điện ở mức công suất tối đa trong 48h.

source: All guestrooms lighting circuiting are generally arranged as below: Để xác nhận tất cả các phòng mạch chiếu sáng được sắp xếp chung như bên dưới:
vi: All guestrooms lighting circuiting are generally arranged as below: Tất cả các mạch chiếu sáng phòng khách thường được bố trí như sau:

source: Ban công phòng khách được lắp đặt với công tắc từ reed switch để ngắt điều hòa trong 10 giây mở cửa ban công.
vi: Ban công phòng khách được lắp đặt cảm biến từ reed switch để ngắt điều hòa trong 10 giây sau khi mở cửa ban công.

source: Basement Sumps Bể nền
vi: Basement Sumps Bể phốt

source: CCTV được cấp để giám sát lối vào/ lối ra phương tiện, sảnh chính, các phòng hành lí, các sảnh thang máy cho khách.
vi: Cung cấp CCTV giám sát lối vào/ lối ra cho phương tiện, lobby chính, các phòng gửi hành lí, các sảnh thang máy khách.

source: CCTVs nên được giám sát trong văn phòng an ninh.
vi: CCTVs nên được giám sát trong phòng an ninh.

source: Chiếu sáng khu vực làm việc đạt được tối thiểu 300 lux.
vi: Chiếu sáng khu làm việc tối thiểu 300 lux.

source: Các bể bơi, thể hình, khu vực spa lần lượt được cấp 1 điện thoại khẩn cấp kết nối với một vị trí quản lý vĩnh viễn.
vi: Mỗi khu bể bơi, gym, spa được có 1 điện thoại khẩn cấp kết nối với một vị trí luôn có nhân viên trực

source: Các công tắc chiếu sáng đọc trên khu vực nghỉ ngơi/ giường ngủ
vi: Tất cả phòng khách có công tắc đèn đọc sách tại khu vực nghỉ ngơi/ giường ngủ

source: Các hệ thống điều hòa phòng khách là loại trung tâm (tức là loại luồng lạnh thay đổi, hoặc loại nước làm lạnh trung tâm).
vi: Các hệ thống điều hòa phòng khách là hệ điều hòa trung tâm (tức là loại VRF, hoặc loại làm lạnh trung tâm bằng nước).

source: Các khu vực mở nên tối thiểu 10% khu vực phục vụ.
vi: Các khoảng mở nên chiếm tối thiểu 10% khu vực phục vụ.

source: Các khóa điện từ được cấp để đảm bảo khách của khách sạn không thể vào các khu vực cho nhân viên khách sạn một cách tự do.
vi: Các khóa điện từ được cấp để đảm bảo khách không thể tự do ra vào các khu vực cho nhân viên.

source: Các phòng khách cung cấp 30 lít nước nóng lưu trữ tại 60 độ C, hoàn thiện với máy làm nóng (hoặc bơm nóng) thiết kế để phục hồi trong 2 giờ
vi: Các phòng khách trữ 30 lít nước nóng ở nhiệt độ 60 độ C, hoàn thiện với bình nước nóng (hoặc bơm nóng) có kích thước phù hợp để bù lại nước trong 2 giờ

source: Các phòng khách được cung cấp không khí ngoài trời điều hòa trước 90m3/hr và hút nhà vệ sinh 85m3/hr
vi: Các phòng khách được cung cấp khí điều hòa 90m3/hr và thông gió nhà vệ sinh 85m3/hr. *Tối thiểu 0.06 cfm/sf HOẶC 5 cfm/người

source: Các phòng máy IT được cung cấp với các hệ thống điều hòa độc lập trong bộ sắp xếp làm việc dự phòng.
vi: Các phòng máy IT được cung cấp với các hệ thống điều hòa độc lập để dự phòng.

source: Các phòng máy MEP như buồng tổng đài, máy phát, các phòng bơm chữa cháy, tất cả được đặt trên mức sàn.
vi: Các phòng máy MEP như phòng tủ điện, máy phát, các phòng bơm chữa cháy, tất cả được bố trí cao hơn mức mặt đất.

source: Các thang máy được cấp Thiết Bị Cứu Hộ Tự Động (ARD) và Các Thang máy có thể dẫn đến tầng gần nhất sau khi mất điện hoặc đến tầng 1 trong trường hợp bất kì kích hoạt báo động cháy.
vi: Các thang máy được cấp Thiết Bị Cứu Hộ Tự Động (ARD) và các thang máy có thể dẫn hướng đến tầng gần nhất sau khi mất điện hoặc đến tầng 1 trong trường hợp kích hoạt bất kì báo động cháy nào

source: Các thang máy được cấp với hệ thống thông tin nội bộ thang máy và một báo động được giám sát tại vị trí giám sát vĩnh viễn.
vi: Các thang máy có bố trí intercom và một báo động được giám sát tại một vị trí luôn có người trực

source: Cấp tiện ích thành phố.
vi: Cấp nước thành phố.

source: Dịch vụ
vi: Hạng mục

source: Electrical
vi: Electrical Điện

source: Electrical – Extra Low Voltage
vi: Extra Low Voltage Hệ thống điện nhẹ

source: Electrical – Extra Low Voltage Điện áp cực thấp
vi: Electrical – Extra Low Voltage Hệ thống điện nhẹ

source: Elevator traffic analysis has been carried out to confirm that the elevator waiting time must be under 35 seconds, with handling capacity no less than 17% of the expected guest population over a 5 minute period.
vi: Elevator traffic analysis has been carried out to confirm that the elevator waiting time must be under 35 seconds, with handling capacity no less than 17% of the expected guest population over a 5 minute period. Đã thực hiện phân tích đánh giá lưu thông thang máy để xác định thời gian đợi thang máy dưới 35 giây, với hả năng vận tải tối thiểu 17% trên số lượng khách dự kiến trong khoảng thời gian 5 phút.<segment 0216 ¶>

source: Elevators are provided with secondary homing features such that any activation of smoke detector/manual call points on the designated homing floor (e.g. 1st storey/street level), the Elevators will home to the next designated homing floor.
vi: Elevators are provided with secondary homing features such that any activation of smoke detector/manual call points on the designated homing floor (e.g. 1st storey/street level), the Elevators will home to the next designated homing floor. Thang máy có tính năng dẫn hướng phụ để đảm bảo khi kích hoạt bất kỳ đầu báo khói/nút báo cháy nào tại tầng được chỉ định (vd. tầng 1 hoặc tầng dẫn ra mặt đường), cabin thang máy sẽ dẫn hướng về một tầng được chỉ định khác.

source: For buildings with mixed occupancies, Owner to confirm if an evacuation plan will be put in place by the MCST/or owner team to manage these non-hotel (common) areas
vi: For buildings with mixed occupancies, Owner to confirm if an evacuation plan will be put in place by the MCST/or owner team to manage these non-hotel (common) areas. Đối với các tòa nhà tổ hợp, Chủ đầu tư xác nhận liệu có kế hoạch sơ tán bởi đơn vị vận hành hoặc chủ đầu tư dành cho các khu không-phải-khách-sạn (khu vực chung)

source: For properties in earthquake-prone areas, to confirm that the design of the building fully complies with the earthquake resistance requirements of the local city.
vi: For properties in earthquake-prone areas, to confirm that the design of the building fully complies with the earthquake resistance requirements of the local city. Đối với các khách sạn trong khu vực thường có động đất, cần xác nhận thiết kế tòa nhà hoàn toàn tuân thủ các tiêu chuẩn chống động đất của địa phương

source: For systems that are past end-of-useful life, a full due-diligence audit of MEP systems is required to be conducted by competent in-house Chief Engineer or 3rd party MEP consultant
vi: For systems that are past end-of-useful life, a full due-diligence audit of MEP systems is required to be conducted by competent in-house Chief Engineer or 3rd party MEP consultant. Đối với các hệ thống đã quá thời gian sử dụng hữu ích, cần có một cuộc thẩm định chi tiết hệ thống MEP tiến hành bởi Kỹ sư trưởng nội bộ có trình độ hoặc đơn vị tư vấn MEP thứ ba.

source: General
vi: General Chung

source: Generator support is essential to fire man lift
vi: Generator support is essential to fire man lift. Bắt buộc phải có máy phát dự phòng phục vụ thang máy cứu hỏa

source: HVAC các phòng khách được thiết kế để làm nóng và làm lạnh đồng thời (tức là một phòng làm nóng, một phòng làm lạnh).
vi: HVAC trong phòng khách được thiết kế để làm nóng và làm mát đồng thời (tức là một phòng làm nóng, một phòng làm mát).

source: Hút nhà vệ sinh cấp trong phòng tắm và khu vực vệ sinh.
vi: Hút nhà vệ sinh phải cung cấp trong phòng tắm và khu vực vệ sinh.

source: Hút nhà vệ sinh phòng khách là loại trung tâm và không quạt hút phòng vệ sinh cá nhân mỗi phòng.
vi: Hút nhà vệ sinh phòng khách là loại trung tâm chứ không phải quạt hút đơn cho mỗi phòng.

source: Hệ thống nước nóng và vòi lắp đặt có thể giới hạn nhiệt độ nước nóng không quá 52 độ C tại bất kì điểm sử dụng nào.
vi: Hệ thống nước nóng - Vòi nước có thể giới hạn nhiệt độ nước nóng không quá 52 độ C tại bất kì điểm sử dụng nào.

source: IHG – Checklist Sơ Bộ về Các Dịch Vụ M&E
vi: IHG – Checklist Sơ Bộ về Các Hạng mục M&E

source: IT computer room power supply is on 100% generator standby and comes with dedicated Uninterrupted Power Supply (UPS) to equipment.
vi: IT computer room power supply is on 100% generator standby and comes with dedicated Uninterrupted Power Supply (UPS) to equipment. Nguồn điện cho phòng máy IT có dự phòng 100% bằng máy phát điện và được lắp nguồn cấp điện liên tục (UPS)

source: Khu vực BOH và FOH của khách sạn (ví dụ các văn phòng quản lý, bếp, các phòng thay đồ cho nhân viên, các nhà vệ sinh thông thường) được cung cấp với điều hòa và khí ngoài trời để duy trì nhiệt độ khoảng 24 độ C
vi: Khu BOH và FOH của khách sạn (ví dụ các văn phòng quản lý, bếp, các phòng thay đồ cho nhân viên, toilet công cộng) được cung cấp khí trời và điều hòa để duy trì nhiệt độ khoảng 24 độ C

source: Kitchen Drainage
vi: Kitchen Drainage Thoát nước bếp

source: Kitchen exhaust systems are Các hệ thống hút bếp
vi: Kitchen exhaust systems are Hệ chụp hút mùi bếp

source: Luôn dự trữ nước để chữa cháy tối thiểu 156m3
vi: Luôn dự trữ nước cứu hỏa tối thiểu 156m3

source: Mặt khác, nên thêm các điểm truy cập bổ sung.
vi: Nếu không, cần bổ sung thêm điểm truy cập

source: Nhà tắm/ tủ nhỏ walk in và ban công có mạch chiếu sáng tách biệt.
vi: Nhà tắm/ tủ walk in và ban công có mạch chiếu sáng tách biệt.

source: Note: Where power failures are historically extended and fuel supplies are unreliable, storage capacity must be increased up to 7 days continuous full load operation.
vi: Note: Where power failures are historically extended and fuel supplies are unreliable, storage capacity must be increased up to 7 days continuous full load operation. Lưu ý: Ở những nơi thường có mất điện kéo dài và nguồn cung cấp nhiên liệu không đảm bảo, lượng dự trữ phải lên đến 7 ngày liên tục vận hành hết công suất

source: Nên có thông gió chéo và chiều sâu của không gian thông gió tự nhiên nên không quá 5 lần chiều cao mở.
vi: Nên có thông gió chéo và chiều sâu của không gian thông gió tự nhiên không nên quá 5 lần chiều cao các khoảng mở.

source: Nếu mức đó thấp hơn mức đường, nên cung cấp các biện pháp chống lũ.
vi: Nếu tầng đó ở thấp hơn mức mặt đường, phải cung cấp các biện pháp chống lũ lụt.

source: On site sewerage treatment plant Máy xử lý nước thải tại chỗ
vi: On site sewerage treatment plant Hệ thống xử lý nước thải tại chỗ

source: Phòng khách có hệ thống quản lý phòng khách (tức là bộ điều khiển phòng), hoàn thiện với bộ điều chỉnh nhiệt phòng.
vi: Phòng khách có bộ điều khiển, hoàn thiện với bộ điều chỉnh nhiệt độ.

source: Phòng khách và tất cả khu vực khách sạn được cấp mạng internet không dây tối thiểu tín hiệu -65dB.
vi: Phòng khách và tất cả khu vực khách sạn được cấp mạng không dây với độ mạnh tín hiệu tối thiểu -65dB.

source: Pool
vi: Pool Bể bơi

source: Sanitary Drainage
vi: Sanitary Drainage Thoát nước vệ sinh

source: Sewage Disposal
vi: Sewage Disposal Xử lý nước thải

source: Suitable means of isolation of MEP services to the rooms are provided such as to allow localised maintenance to be carried out without affecting other guestrooms (e.g. isolation valves for all cold and hot water supply pipes to the guestrooms, circuit breakers / dedicated distribution boards to each guestroom) Các phương tiện phù hợp tách biệt các dịch vụ MEP đến phòng được cấp như cho phép bảo trì địa phương được thực hiện mà không gây ảnh hưởng phòng khách khác (ví dụ các van tách biệt cho tất cả các ống cấp nước
vi: Suitable means of isolation of MEP services to the rooms are provided such as to allow localised maintenance to be carried out without affecting other guestrooms (e.g. isolation valves for all cold and hot water supply pipes to the guestrooms, circuit breakers / dedicated distribution boards to each guestroom) Các phương tiện phù hợp để tách biệt các dịch vụ MEP đến phòng khách nhằm tạo điều kiện cho bảo trì cục bộ mà không gây ảnh hưởng đến các phòng khách khác (ví dụ các van khóa cho tất cả các ống cấp nước nóng/lạnh tới phòng khách, ngắt mạch/bảng điện riêng cho mỗi phòng khách)

source: There should be physical separation of systems between hotels and non- hotels
vi: There should be physical separation of systems between hotels and non-hotels. Đối với các tòa nhà tổ hợp, cần cung cấp chi tiết về việc hệ thống MEP được chia sẻ và phân chia như thế nào giữa khu khách sạn và khu không-phải-khách-sạn. Giữa 2 khu cần phân biệt về mặt vật lý

source: Tiếng ồn từ dây quạt không vượt quá 32dBA khi đo ở nhiệt độ trung bình tại đầu giường.
vi: Tiếng ồn từ cuộn dây quạt không vượt quá 32dBA khi đo ở tốc độ trung bình tại đầu giường.

source: To comply to IHG Back-of-House MEP requirements
vi: To comply to IHG Back-of-House MEP requirements. Tuân thủ các yêu cầu MEP khu BOH IHG

source: To comply to IHG Fire Life Safety Checklist.
vi: To comply to IHG Fire Life Safety Checklist. Phải tuân thủ Checklist An toàn PCCC IHG

source: To confirm on amount of domestic water storage available Để xác nhận lượng lưu trữ nước sinh hoạt có sẵn
vi: To confirm on amount of domestic water storage available Phải xác nhận lượng lưu trữ nước sinh hoạt có sẵn

source: To confirm on the type of sewage disposal adopted Để xác nhận loại tách bỏ nước thải
vi: To confirm on the type of sewage disposal adopted Phải xác nhận phương pháp xử lý nước thải định sử dụng

source: To confirm that panel locations for MEP systems are in accordance with IHG engineering design guidelines
vi: To confirm that panel locations for MEP systems are in accordance with IHG engineering design guidelines. Phải xác nhận liệu vị trí các panel cho hệ thống MEP đã tuân thủ Hướng dẫn thiết kế Kỹ thuật IHG

source: To confirm that Để xác nhận:
vi: To confirm that Phải xác nhận:

source: To confirm that: Để xác nhận xem:
vi: To confirm that Phải xác nhận:

source: To confirm the reliability of power supply and source of power Để xác nhận độ tin cậy cấp điện và nguồn điện.
vi: To confirm the reliability of power supply and source of power Phải xác nhận độ tin cậy của nguồn điện và nhà cung cấp điện.

source: To provide Air Conditioning plant efficiency reports:
vi: To provide Air Conditioning plant efficiency reports: Phải xuất trình báo cáo Hiệu suất các máy điều hòa

source: To provide information as per IHG IT Checklist.
vi: To provide information as per IHG IT Checklist. Cần cung cấp thông tin theo như Checklist IT IHG

source: Vertical Transport
vi: Vertical Transport Vận chuyển chiều dọc

source: Where reliability of power is 99.98% + (< than 01 hour per year, based on last 05 years), fuel storage capacity can be reduced to 8 hours, subject to IHG approval.
vi: Where reliability of power is 99.98% + (< than 01 hour per year, based on last 05 years), fuel storage capacity can be reduced to 8 hours, subject to IHG approval. Ở những nơi độ đáng tin về điện là 99.98% (<1h/năm, dựa trên 5 năm gần nhất), lượng dự trữ nhiên liệu có thể giảm xuống 8h, cần IHG phê duyệt

source: Xác nhận xem tất cả bể trữ nước là loại hai ngăn và cung cấp với các phương tiện truy cập phù hợp để bảo trì và làm sạch.
vi: Tất cả bể trữ nước là loại hai ngăn và được cung cấp các lối truy cập phù hợp để bảo trì và làm sạch.

source: not installed with any fire dampers Không được lắp đặt với bất kỹ bộ chặn lửa nào;
vi: not installed with any fire dampers Không được lắp bất kỳ hệ thống chữa cháy nào:

source: provided with air cleaner device before discharge out cung cấp với thiết bị làm sạch không khí trước khi thải ra
vi: provided with air cleaner device before discharge out Cung cấp cơ chế làm sạch không khí trước khi thải ra

source: provided with steel ducts and insulation cung cấp với ống thép và cách điện
vi: provided with steel ducts and insulation Sử dụng đường ống thép và cách điện

source: trừ phòng tắm, ban công, đèn đọc sách, đèn đêm.
vi: Công tắc tổng để tắt tất cả các đèn trừ đèn phòng tắm, ban công, đèn đọc sách, đèn ngủ.

source: Điện thoại được ưu tiên cho loại IP.
vi: Ưu tiên điện thoại IP.

source: Để xác nhận cho tất cả các mức tòa nhà thấp hơn mức đường bên ngoài, mức đọ được cấp với bơm hút nước bể dự phòng hoàn thiện với bộ cảm biến mức độ.
vi: Đối với tất cả các tầng nhà thấp hơn mặt đường, phải cung cấp bơm hút bể phốt dự phòng hoàn thiện với kiểm soát mực nước.

source: Để xác nhận các mạch chiếu sáng phòng khách được kết nối với hệ thống quản lý phòng khách (tức là thiết bị điều khiển phòng) mà việc loại bỏ thẻ khóa (hoặc sau khi phát hiện không người), sẽ ngắt chiếu sáng.
vi: Phải xác nhận các mạch chiếu sáng phòng khách được kết nối với bộ điều khiển phòng, để khi rút thẻ khóa (hoặc sau khi phát hiện phòng không người), chiếu sáng sẽ ngắt.

source: Để xác nhận phần trăm có sẵn của cấp tiện ích.
vi: Phải xác nhận mức cung cấp %.

source: Để xác nhận tất cả các ống thoát trong nhà vệ sinh phòng khách hoàn thiện với một ống chữ u trước khí kết nối với ống đứng hơi, để ngăn chặn bất kì mùi hôi trở lại nhà vệ sinh phòng khách.
vi: Tất cả các ống thoát trong nhà vệ sinh phòng khách hoàn thiện với một ống chữ u trước khí kết nối với ống thoát đứng, để ngăn chặn mùi hôi trở lại nhà vệ sinh.

source: Để xác nhận tất cả nhà bếp được cung cấp với thiết bị tách dầu mỡ dọc đường dịch vụ, trước khi bất kì kết nối đến máy xử lý rác.
vi: Tất cả nhà bếp được cung cấp bể tách mỡ dọc đường ống dịch vụ, trước khi bất kì kết nối đến máy xử lý nước thải nào

source: Để xác nhận xem các ống thoát chất thải trong phòng khách là loại gang hay loại nhựa (ví dụ UPVC) với cách điện để bất kì tiếng ồn sẽ không vượt quá 32dBA khi đo ở đầu giường.
vi: Các ống thoát chất thải trong phòng khách là loại gang hoặc nhựa (ví dụ UPVC) với cách âm để đảm bảo tiếng ồn không vượt quá 32dBA khi đo ở đầu giường.

source: Để xác nhận xem tất cả phòng khách được cấploại ổcắm quốc tế số 1 tại mỗi bên giường, và có một số ổ điện có sẵn tại mức thấp (ưu tiên cần khu vực tiền sảnh) cho việc sử dụng buồng phòng.
vi: Tất cả phòng khách được cấp 1 ổ cắm quốc tế tại mỗi bên giường, và có một ổ điện ở tầm thấp (ưu tiên gần khu vực tiền sảnh) cho để phục vụ housekeeping.

source: Đối với các bể bơi cho công cộng, CCTV được cấp quanh bể bơi.
vi: Đối với các bể bơi phục vụ cả công chúng, CCTV được bố trí quanh bể bơi.

source: Đối với các resort trên đảo xa, tối thiểu 1000 lít nước lưu trữ mỗi phòng, tối thiểu 2 ngày.
vi: Đối với các resort trên đảo xa, trữ tối thiểu 1000 lít nước mỗi phòng, tối thiểu 2 ngày.
